[BD_CabinetTurnIn InteractiveObjectBalanceDefinition]
DefaultDisplayName=""
Grades[0]=(GradeModifiers=)

[InteractiveObjects.Ep1_WeaponLocker InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_EchoDevice MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Interface Visual Hyperion"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_EchoDevice:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Essa interface visual Hyperion, modelo 12 já vem com novas funcionalidades, como: minimapa, menus 3D e um preço consideravelmente superior ao modelo anterior."
NoConstraintText=""
Suffix=""
Prefix=""

